[
  "obsidian-markdown-furigana",
  "tag-wrangler",
  "templater-obsidian",
  "obsidian-latex-suite",
  "typewriter-mode",
  "obsidian-enhancing-export",
  "easy-typing-obsidian",
  "copilot",
  "obsidian-regex-replace",
  "obsidian-leaflet-plugin",
  "longform",
  "number-headings-obsidian",
  "remotely-save",
  "github-sync"
]