[
  "github-sync",
  "obsidian-markdown-furigana",
  "tag-wrangler",
  "templater-obsidian",
  "obsidian-latex-suite",
  "typewriter-mode",
  "obsidian-enhancing-export",
  "remotely-save",
  "easy-typing-obsidian",
  "copilot",
  "obsidian-regex-replace"
]