var trusk_map_data = [
  {
    "name": "哈希特城",
    "type": "city",
    "coords": [1000.6, 2775.8],
    "link": "10_地理概览/市镇/哈希特城",
    "desc": "黑蔑特王朝首都，经济中心。"
  },
  {
    "name": "依克列港",
    "type": "port",
    "coords": [920, 2780], 
    "link": "10_地理概览/市镇/依克列港",
    "desc": "北方第一大港，扼守海峡咽喉。"
  },
  {
    "name": "图佩罗堡",
    "type": "fort",
    "coords": [650, 2650], 
    "link": "10_地理概览/区域/图斯克", 
    "desc": "波拉斯蓬建立的军事重镇。"
  },
  {
    "name": "瓦特苏卡瑟母港",
    "type": "port",
    "coords": [550, 2700],
    "desc": "以德卓黑一世之女命名的港口。"
  }
];
